[Pickups.AmmoDrop_Assault_Rifle_Bullets UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Fuzil"
PickupMessage="Projéteis de Fuzil"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Munição de Fuzil no máximo."
NoManufacturerName="Genérico"

[Pickups.AmmoDrop_Assault_Rifle_Bullets:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis de Fuzil."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Grenade_Protean UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Granadas no máximo."
NoManufacturerName="Genérico"

[Pickups.AmmoDrop_Grenade_Protean:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Contém $NUMBER$ Granadas."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Patrol_SMG_Clip UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de SMG"
PickupMessage="Projéteis de SMG Patrol"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de SMG no máximo."
NoManufacturerName="Genérico"

[Pickups.AmmoDrop_Patrol_SMG_Clip:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis de SMG."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Repeater_Pistol_Clip UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Pistola"
PickupMessage="Munição de Pistola"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Pistola no máximo."
NoManufacturerName="Genérico"

[Pickups.AmmoDrop_Repeater_Pistol_Clip:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis da Pistola."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Rocket_Launcher UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Lança-Foguetes"
PickupMessage="Munição de Lança-Foguetes"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Lança-Foguetes no máximo."
NoManufacturerName="Genérico"

[Pickups.AmmoDrop_Rocket_Launcher:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis para Lança-Granadas e Lança-Foguetes."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Shotgun_Shells UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cartuchos de Escopeta"
PickupMessage="Cartuchos de Escopeta"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Escopeta no máximo."
NoManufacturerName="Genérico"

[Pickups.AmmoDrop_Shotgun_Shells:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Contém $NUMBER$ cartuchos de Escopeta."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Sniper_Rifle_Cartridges UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Rifle Sniper"
PickupMessage="Rifle Sniper"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Rifle Sniper no máximo."
NoManufacturerName="Genérico"

[Pickups.AmmoDrop_Sniper_Rifle_Cartridges:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis de Rifle Sniper."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Assault_Rifle_Bullets UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Fuzil"
PickupMessage="Projéteis de Fuzil"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Fuzil no máximo."
NoManufacturerName="Genérico"

[Pickups_BossOnly.AmmoDropBoss_Assault_Rifle_Bullets:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis de Fuzil."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Grenade_Protean UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Granadas no máximo."
NoManufacturerName="Genérico"

[Pickups_BossOnly.AmmoDropBoss_Grenade_Protean:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Contém $NUMBER$ Granadas."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Patrol_SMG_Clip UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de SMG"
PickupMessage="Projéteis de SMG Patrol"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de SMG no máximo."
NoManufacturerName="Genérico"

[Pickups_BossOnly.AmmoDropBoss_Patrol_SMG_Clip:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis de SMG."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Repeater_Pistol_Clip UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Pistola"
PickupMessage="Munição de Pistola"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Pistola no máximo."
NoManufacturerName="Genérico"

[Pickups_BossOnly.AmmoDropBoss_Repeater_Pistol_Clip:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis de Pistola."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Rocket_Launcher UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Lança-Foguetes"
PickupMessage="Munição de Lança-Foguetes"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Lança-Foguetes no máximo."
NoManufacturerName="Genérico"

[Pickups_BossOnly.AmmoDropBoss_Rocket_Launcher:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis para Lança-Granadas e Lança-Foguetes."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Shotgun_Shells UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cartuchos Escopeta"
PickupMessage="Cartuchos Escopeta"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Escopeta no máximo."
NoManufacturerName="Genérico"

[Pickups_BossOnly.AmmoDropBoss_Shotgun_Shells:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Contém $NUMBER$ cartuchos de Escopeta."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Sniper_Rifle_Cartridges UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Rifle Sniper"
PickupMessage="Rifle Sniper"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Rifle Sniper no máximo."
NoManufacturerName="Genérico"

[Pickups_BossOnly.AmmoDropBoss_Sniper_Rifle_Cartridges:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Contém $NUMBER$ projéteis de Rifle Sniper."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Assault_Rifle_Bullets UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Fuzil"
PickupMessage="Projéteis de Fuzil"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Fuzil no máximo."
NoManufacturerName="Genérico"

[Shop.AmmoShop_Assault_Rifle_Bullets:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Contém 54 projéteis de Fuzil."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_ConvenienceBundle UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Lote com todas as munições"
PickupMessage="Lote com todas as munições"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Toda as munições no máximo"
NoManufacturerName="Genérico"

[Shop.AmmoShop_ConvenienceBundle:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Abasteça todas as suas munições... por um preço justo."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Grenade_Protean UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Granadas no máximo."
NoManufacturerName="Genérico"

[Shop.AmmoShop_Grenade_Protean:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Contém 3 Granadas."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Patrol_SMG_Clip UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de SMG"
PickupMessage="Projéteis de SMG Patrol"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de SMG no máximo."
NoManufacturerName="Genérico"

[Shop.AmmoShop_Patrol_SMG_Clip:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Contém 72 projéteis de SMG."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Repeater_Pistol_Clip UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Pistola"
PickupMessage="Munição de Pistola"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Pistola no máximo."
NoManufacturerName="Genérico"

[Shop.AmmoShop_Repeater_Pistol_Clip:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Contém 54 projéteis de Pistola."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Rocket_Launcher UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Lança-Foguetes"
PickupMessage="Munição de Lança-Foguetes"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Lança-Foguetes no máximo."
NoManufacturerName="Genérico"

[Shop.AmmoShop_Rocket_Launcher:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Contém 12 foguetes para Lança-Foguetes."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Shotgun_Shells UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cartuchos de Escopeta"
PickupMessage="Cartuchos de Escopeta"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Escopeta no máximo."
NoManufacturerName="Genérico"

[Shop.AmmoShop_Shotgun_Shells:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Contém 24 cartuchos de Escopeta."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Sniper_Rifle_Cartridges UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Munição de Rifle Sniper"
PickupMessage="Rifle Sniper"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Munição de Rifle Sniper no máximo."
NoManufacturerName="Genérico"

[Shop.AmmoShop_Sniper_Rifle_Cartridges:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Contém 18 projéteis de Rifle Sniper."
NoConstraintText=""
Suffix=""
Prefix=""

[TestDrops.FullAmmo UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="MEGA Recompensa de munição"
PickupMessage="MEGA Recompensa de munição"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item.."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

